Repository: eurolinux-enterprise-linux-sources/seahorse-sharing
Catalog: src/po/*.po
Languages: de, es

source: Do not run seahorse-daemon as a daemon
de: seahorse-daemon nicht als Hintergrunddienst ausführen
es: No ejecutar seahorse-daemon como demonio

source: couldn't fork process
de: Unterprozess kann nicht verzweigt werden
es: no se pudo crear un proceso hijo

source: couldn't create new process group
de: Neue Prozessgruppe konnte nicht erstellt werden
es: no se pudo crear un grupo de procesos nuevo

source: Key Sharing Daemon (Seahorse)
de: Hintergrunddienst zur Schlüsselfreigabe (Seahorse)
es: Demonio de compartición de claves (Seahorse)

source: Couldn't share keys
de: Schlüssel konnten nicht freigegeben werden
es: No se pudieron compartir las claves.

source: Can't publish discovery information on the network.
de: Erkennungsinformationen können nicht im Netzwerk freigegeben werden.
es: No se puede publicar la información de descubrimiento en la red.

source: %s's encryption keys
de: Verschlüsselungsschlüssel von %s
es: Claves compartidas de %s

source: Seahorse Sharing Daemon
de: Seahorse Freigabedienst
es: Demonio de Seahorse Sharing

source: File is not a valid .desktop file
de: Datei ist keine gültige .desktop-Datei
es: El archivo no es un archivo .desktop válido

source: Unrecognized desktop file Version '%s'
de: Nicht erkannte Version der Desktop-Datei »%s«
es: No se reconoce la versión «%s» del archivo desktop

source: Starting %s
de: %s wird gestartet
es: Iniciando %s

source: Application does not accept documents on command line
de: Die Anwendung unterstützt keine Dokumente über die Befehlszeile
es: La aplicación no acepta documentos en la línea de comandos

source: Unrecognized launch option: %d
de: Unbekannte Startoption: %d
es: Opción de lanzamiento no reconocida: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
de: Dokumenten-Adressen können nicht an einen »Type=Link«-Desktop-Eintrag übergeben werden
es: No se pueden pasar URI de documentos a una entrada .desktop «Type=Link»

source: Not a launchable item
de: Kein ausführbares Objekt
es: No es un elemento lanzable

source: Disable connection to session manager
de: Verbindung zur Sitzungsverwaltung deaktivieren
es: Desactivar conexión al gestor de sesión

source: Specify file containing saved configuration
de: Datei mit gespeicherter Konfiguration angeben
es: Especificar el archivo que contiene la configuración guardada

source: FILE
de: DATEI
es: ARCHIVO

source: Specify session management ID
de: Sitzungsverwaltungs-Kennung festlegen
es: Especificar el ID de gestión de la sesión

source: Session management options:
de: Sitzungsverwaltungs-Optionen:
es: Opciones de gestión de la sesión:

source: Show session management options
de: Optionen der Sitzungsverwaltung anzeigen
es: Mostrar las opciones de gestión de la sesión
